import React from 'react';
import China from './../../img/image 19.png';
import New_map from './../../img/Group 13.png';
import fohow1 from './../../img/image 3.png'
import fohow2 from './../../img/image 22.png'
import bowl from './../../img/image 23.png'
import laba from './../../img/image 24.png'
import factory from './../../img/image 25.png';
import girl from './../../img/image 26.png'
import owner_img from './../../img/image 29.png'
import owner_img2 from './../../img/image 30.png'
import './Company.css'
function Company() {

    return (
        <section className='Company'>
            <div className="Company-content">
                <div className="One-content">
                    <h2 className='none-pc'>Fohow - это...</h2>
                    <img className="China" src={China} alt="China" />
                    <div className="One-content_txt">
                        <h1>Fohow - это...</h1>
                        <p>Корпорация Fohow – это международная<br />
                            корпорация, созданная в Китае, а начала свою 
                            деятельность с России. Собственная научная 
                            база, большие производственные мощности, 
                            налаженная и контролируемая деятельность  
                            важных структур и административных отделов 
                            корпорации обеспечивают долгосрочное успешное 
                            развитие компании Fohow. В феврале 2007 года 
                            компания начала свою деятельность на 
                            международном рынке.  </p>
                    </div>
                </div>
                <div className="Two-content">
                    <div className="Two-content_txt">
                        <h1>Fohow на карте</h1>
                        <p>На сегодняшний день карьера Fohow развивается в более чем
                            в 90 странах и регионах, зарекомендовав себя, как очень
                            перспективная и быстро развивающаяся компания в индустрии
                            здоровья.</p>
                    </div>
                    <img className="New-map" src={New_map} alt="New_map" />
                </div>
                <div className="Tree-content">
                    <div className="txt2">
                        <p>Вся продукция корпорации Fohow от этапа исследований и разработки до этапа производства основана и базируется на трех основных принципах:</p>
                    </div>
                    <img className="fohow1" src={fohow1} alt="fohow1" />

                    <div className="Tree-content_txt">
                        <p>
                            1. Эффект продукта должен быть 
                            очевидным, быстрым и явным<br />
                            2. Все компоненты продукта
                            обязательно должны быть   
                            натуральными; не используются    
                            и не применяются   
                            фармакологические компоненты,   
                            синтезированные химическим путем.   
                            Гарантируется безопасность продукции,   
                            безопасность ежедневного или   
                            длительного применения.<br />
                            3.  Рецептура продукции уникальна,   
                            соответствует идеям и теории ТКМ   
                            и фармакологии, имеет собственные   
                            «ноу-хау» или авторские   
                            свидетельства и патенты; при    
                            производстве продукции   
                            использованы новейшие, пере -    
                            довые технологии и самое совре   -
                            менное оборудование.   
                            <br /></p>
                    </div>
                    <img className="fohow2" src={fohow2} alt="fohow2" />
                    <div className="txt1">
                        <h1>Декларация качества</h1>
                        <p>В технологическом парке на площадке перед зданием стоит такой
                            специальный символ «калдерон».Это чаша, копия древнего артефакта,
                            символа власти и преемственности
                            традиций.  На нем выгравирована
                            декларация качества продукции или
                            клятва, которую приносит президент
                            корпорации Ю Фэй и все сотрудники
                            производства и исследования.</p>
                        <img className="bowl" src={bowl} alt="bowl" />
                    </div>
                </div>
                <div className="Forth-content">
                    <h1> Серийное производство осуществляется в пяти направлениях:</h1>
                    <div className="Forth-content_txt">

                        <p> 1.Очистка<br />
                            <br />
                            2.Растворение<br />
                            <br />
                            3.Регенерация<br />
                            <br />
                            4.Восполнение<br />
                            <br />
                            5.Гармонизация<br /></p>
                    </div>
                    <img className="laba" src={laba} alt="laba" />
                    <div className="Forth-content_txt2">
                        <p>Каждое их них имеет целые серии продукта,
                            направленные на решение проблем данного характера.
                            Достижение здоровья и долголетия – постоянная и
                            неизменная цель человечества. Результатом сочетания
                            новейших технологий и древнейших знаний традиционной
                            китайской медицины стала возможность у миллионов
                            людей наслаждаться здоровой жизнью, обрести
                            богатство и благополучие. Компания
                            Fohow постоянно идет вперед, предлагая нам все
                            более новые и прогрессивные методы поддержания
                            здоровья, молодости и красоты.</p>
                    </div>
                </div>
                <div className="Five-content">
                    <h1>Постулат компании</h1>
                    <div className="Five-txt">
                        <p>Главным постулатом компании
                            является безопасность и высокая
                            эффективность продукции, поэтому
                            компания легко проходит все
                            системы контроля и получает
                            разрешения и сертификаты во всех
                            странах, где осуществляет свою
                            деятельность. Гарантом надежности
                            является тот факт, что корпорация
                            имеет свои собственные плантации,
                            научно-исследовательский институт,
                            на данный момент функционируют
                            4 производства и  собственный
                            научно-технологический парк.
                            В сентябре 2023 годы произошло
                            триумфальное открытие нового
                            индустриального парка
                            корпорации Fohow в городе
                            Чжухай.  </p>
                    </div>
                    <img className="factory" src={factory} alt="factory" />
                    <div className="sport">
                        <h1>Представители</h1>
                        <img className="girl" src={girl} alt="girl" />
                        <div className="sport-txt">
                            <p>Все это обусловило присоединение к
                                корпорации выдающихся чемпионов мира,
                                в различных видах спорта, которые
                                стали официальными представителями
                                Fohow. Еще одной основной вехой в
                                истории компании является 2011 год,
                                когда корпорация совместно со В
                                семирной ассоциацией иглоукалывания
                                и моксатерапии провела в Москве м
                                еждународную конференцию п
                                о традиционной китайской медицине,
                                с целью популяризации древнейшей ку
                                льтуры поддержания здоровья Ян-Шэн. </p>
                        </div>
                    </div>
                </div>
                <div className="owner">
                    <div className="first-owner">
                        <h1>Ю ФЕЙ</h1>
                        <div className="owner-txt">
                            <p>Успех корпорации Fohow неотъемлем от личности ее основателя господина Ю Фэя – это уважаемый человек во всем мире, ученый, филантроп, грамотный руководитель огромной корпорации, несущей людям здоровье и благополучие. Председатель благотворительного фонда «Надежда», который оказывает помощь и поддержку детям сиротам и инвалидам во всем мире!</p>
                        </div>
                        <img className="owner_img" src={owner_img} alt="owner_img" />
                    </div>
                    <div className="second-owner">
                        <div className="owner-txt">
                            <p>Он является активным сторонником популяризации традиционной культуры Китая во всем мире. Мистер Ю Фэй, основатель и  руководитель группы компании Fohow, покорил своей дальновидностью и личной харизмой выдающихся специалистов, привлек их к совместной работе над развитием компании.  В Китае насчитывается более 42 миллионов предприятий в секторе малого и среднего бизнеса, средний срок продолжительности существования которых составляет всего около двух с половиной лет. Корпорация Fohow развивается уже на протяжении 16 лет и уверенно противостоит конкурентам, что не только подтверждает мощь компании, но и свидетельствует о заслугах его основателя. Вместе с выходом корпорации Fohow  в 2007 году выдающийся эксперт в области маркетинга с успешным опытом работы на международном рынке г-н Дзяо Пэн присоединился к корпорации Fohow, сформировалась элитная команда управления – совет директоров корпорации Fohow.</p>
                        </div>
                        <img className="owner_img" src={owner_img2} alt="owner_img" />
                        <div className="owner-txt">
                            <p>В глобальной команде Fohow сосредоточено большое число специалистов с богатым опытом работы в области маркетинга, а также первоклассные советники, которые беспрерывно вносят инновации в маркетинговые стратегии, ведут за собой команду к географическому расширению деятельности и процветанию бизнеса Fohow!</p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    )
}

export default Company;